Repository: yasin-gorgij/archive
Catalog: cargo/priv/gettext/*/LC_MESSAGES/default.po
Languages: fa

source: A link to confirm your email change has been sent to the new address.
fa: لینک تایید به آدرس ایمیل جدید ارسال شده است.

source: Change email
fa: تغییر ایمیل

source: Change family
fa: تغییر نام خانوادگی

source: Change mobile
fa: تغییر موبایل

source: Change name
fa: تغییر نام

source: Change password
fa: تغییر رمز

source: Confirm new password
fa: تکرار رمز جدید

source: Current password
fa: رمز جاری

source: Email
fa: ایمیل

source: Email change link is invalid or it has expired.
fa: لینک تغییر ایمیل نامعتبر است یا یا مدت اعتبار آن به پایان رسیده.

source: Email changed successfully.
fa: ایمیل با موفقیت تغییر کرد.

source: Example: 09123456789
fa: نمونه: ۰۹۱۲۳۴۵۶۷۸۹

source: Example: my-email@example.com
fa: نمونه: my-email@example.com

source: Family
fa: نام خانوادگی

source: Family did not change
fa: نام خانوادگی تغییر نکرد.

source: Family updated successfully.
fa: نام خانوادگی با موفقیت بروزرسانی شد.

source: Forgot your password?
fa: فراموشی رمز

source: If your email is in our system, you will receive instructions to reset your password shortly.
fa: در صورتی که ایمیل شما در سامانه ثبت شده باشد، راهنمای تنظیم مجدد رمز عبور برای شما ارسال خواهد شد.

source: Invalid email/password, did not confirm your email or your account is blocked
fa: ایمیل/رمز اشتباه است، ایمیل تایید نشده است یا حساب شما مسدود شده است

source: Keep me logged in for 60 days
fa: ۶۰ روز دسترسی بدون ورود

source: Log in
fa: ورود

source: Log out
fa: خروج

source: Logged out successfully.
fa: خروج موفقیت آمیز بود.

source: Mobile
fa: موبایل

source: Mobile did not change
fa: موبایل تغییر نکرد

source: Mobile updated successfully.
fa: موبایل با موفقیت بروزرسانی شد.

source: Name
fa: نام

source: Name did not change
fa: نام تغییر نکرد

source: Name updated successfully.
fa: نام با موفقیت بروزرسانی شد.

source: New mobile
fa: موبایل جدید

source: New password
fa: رمز جدید

source: Only characters and space
fa: فقط از حروف و فاصله استفاده کنید

source: Oops, something went wrong! Please check the errors below.
fa: لطفا موارد خطا را بررسی کنید.

source: Password
fa: رمز

source: Password confirmation
fa: تکرار رمز

source: Password reset successfully.
fa: تنظیم مجدد رمز موفق بود.

source: Password updated successfully.
fa: رمز با موفقیت بروزرسانی شد.

source: Register
fa: ثبت‌نام

source: Resend
fa: ارسال مجدد

source: Resend confirmation instructions
fa: ارسال مجدد راهنمای تایید

source: Reset password
fa: تنظیم مجدد رمز

source: Reset password link is invalid or it has expired.
fa: لینک تنظیم مجدد رمز عبور نامعتبر است یا مدت اعتبار آن به پایان رسیده.

source: Send instructions to reset password
fa: ارسال راهنمای تنظیم مجدد رمز

source: Settings
fa: تنظیمات

source: Should be al least 10 characters, at least one lower case, upper case and numbers or special characters
fa: حداقل ۱۰ کاراکتر باشد که شامل حروف کوچک، حروف بزرگ و عدد یا کاراکتر خاص باشد

source: User confirmation link is invalid or it has expired.
fa: لینک تایید کاربر نامعتبر است یا مدت اعتبار آن به پایان رسیده.

source: User confirmed successfully.
fa: کاربر با موفقیت تایید شد.

source: Welcome to %{name}!
fa: خوش آمدی %{name}

source: You must log in to access this page.
fa: لطفا وارد سامانه شوید.

source: at least one digit or punctuation character
fa: حداقل باید یک عدد یا کاراکتر ویژه استفاده کنید

source: at least one lower case character
fa: حداقل باید یک حرف کوچک استفاده کنید

source: at least one upper case character
fa: حداقل باید یک حرف بزرگ استفاده کنید

source: did not change
fa: هیچ تغییری وجود ندارد

source: does not match password
fa: رمزهای وارد شده مشابه هم نیستند

source: is not valid
fa: نامعتبر است

source: must have the @ sign and no spaces
fa: باید از علامت @ استفاده کنید و فاصله‌ها را حذف کنید

source: must start with 0 (zero)
fa: باید با صفر شروع شود

source: only characters and space are allowed
fa: فقط از حروف و فاصله استفاده کنید

source: passwords do not match
fa: رمزهای وارد شده مشابه هم نیستند

source: User created successfully. Please check your email for confirmation instructions.
fa: کاربر با موفقیت ایجاد شد. برای تایید حساب به ایمیل خود مراجعه کنید.

source: should be at least 10 characters
fa: حداقل باید ۱۰ کاراکتر باشد

source: should be at most 80 characters
fa: حداکثر باید ۸۰ کاراکتر باشد

source: should be at most 160 characters
fa: حداکثر باید ۱۶۰ کاراکتر باشد

source: Create admin
fa: ایجاد مدیر سیستم

source: Role
fa: نقش

source: should be 11 digits
fa: باید ۱۱ رقم باشد

source: should be at most 50 characters
fa: حداکثر باید ۵۰ کاراکتر باشد

source: Back
fa: برگشت

source: Confirmed at
fa: زمان تایید

source: Confirmed at:
fa: زمان تایید:

source: Delete
fa: حذف

source: Edit
fa: ویرایش

source: Edit user
fa: حذف کاربر

source: Email:
fa: ایمیل:

source: Family:
fa: نام خانوادگی:

source: Is blocked
fa: وضعیت مسدودی

source: Is blocked:
fa: وضعیت مسدودی:

source: Mobile:
fa: موبایل:

source: Name:
fa: نام:

source: New user
fa: کاربر جدید

source: Role:
fa: نقش:

source: Save
fa: ذخیره

source: Show
fa: نمایش

source: Show user
fa: نمایش کاربر

source: User deleted successfully.
fa: کاربر با موفقیت حذف شد.

source: User updated successfully.
fa: کاربر با موفقیت بروزرسانی شد.

source: Management
fa: مدیریت

source: Users
fa: کاربران

source: User blocked successfully.
fa: کاربر با موفقیت مسدود شد.

source: Block
fa: مسدود کردن

source: Unblock
fa: رفع مسدودی

source: User unblocked successfully.
fa: کاربر با موفقیت رفع مسدودی شد.

source: Reports
fa: گزارش‌ها

source: Users Report
fa: گزارش کاربران

source: Users management
fa: مدیریت کاربران

source: Search
fa: جست‌وجو
